
# 🎮 ⚜ 🪙 💳 📊 ↪
robot_text = {

"word" : "تعریف لغت",
'manage_word' : "مدیریت لغات بازی",
"new_word" : "لول {0}\nلطفا برای تعریف لغات و حروف جدید ابتدا تمامی حروف را مانند نمونه ارسال کنید.\nمثال : ابپتجچح",
"edit_word" : "لول {0}\nبرای ادیت کردن حروف و لغات این مرحله لطفا ابتدا تمامی حروف را مانند نمونه ارسال کنید\nمثال : ا ب پ ت ج چ ح",
'Add_words' : 'لول {0}\nحروف :{1}\nبرای افزودن لغات به این مرحله لطفا لغت خود را ارسال کنید:',
'cancel'  : 'انصراف ❌',
"msg_config"  : "برای مدیریت ربات از دکمه های زیر استفاده کنید" ,
'completion'  : 'تکمیل عملیات',
'completion_old'  : 'تکمیل عملیات با کلمات قبلی',
'msg_completioned' : 'لول {0} با موفقیت اضافه شد.',
"msg_edited"       : 'لول {0} با موفقیت ادیت شد.',
'msg_manage_word' : 'برای مدیریت و ادیت روی لول مورد نظر کلیک کنید',
'back'  : 'بازگشت ↪',
'msg_edit_word' : "حروف : {0}\nلغات : \n{1}برای تغییر لغات و حروف این لول از دکمه زیر استفاده کنید",
"btn_edit"  : 'ادیت کردن',
'btn_addword' : "اضافه کردن لغت",

'game'  : 'بازی 🎮',
'best' : 'نفرات برتر 📊',
'buy' : 'خرید سکه 🪙',
"msg_buy" : """
موجودی: {0} سکه 🪙
برای خرید سکه از دکمه های زیر استفاده کنید
""",
'msg_send_number_cart' : """
برای خرید {0} سکه 🪙 لطفا مبلغ {1} به شماره کارت 💳 0000000000000000 واریز کنید و عکس رسید را ارسال کنید:
""",
'msg_send_shop' : 'درخواست شما برای ادمین ارسال شد و در کمترین زمان بررسی میشود.',
"capcion_photo" : """
یوزرنیم : {0}
اسم : {1}
تعداد سکه 🪙: {2}
قیمت پلن 💳: {3}
""",
"rezerv_shop" : """
درخواست خرید سکه با استارز تلگرام
یوزرنیم : {0}
اسم : {1}
تعداد سکه 🪙: {2}
تعداد استارز مورد نیاز: {3}
""",
'admin_shop_tozih' : 'بعد از هماهنک کردن با کاربر و پرداخت استارز توسط کاربر دکمه "قبول کردن" را بزنید که سکه ها به حساب کاربر ارسال شود',
"ok_arrived" : "تایید رسید شما انجام شد و تعداد {0} سکه 🪙 به حساب شما واریز شد.",
'ok_arrived_admin' : "رسید پذیرفته شد.",
'no_arrived' : "رسید شما توسط ادمین رد شد لطفا رسید معتبری ارسال کنید",
"send_arrive" : "رسید شما برای ادمین ارسال شد و پس از تایید رسید سکه ها به حساب شما واریز میشوند.",
'no_arrived_admin'  : 'رسید رد شد.',
'lagv' : 'لغو',
'amar' : 'تعداد نفراتی که ربات را استارت کرده اند "{0}" نفر است',
"msg_csmcel" : 'عملیات کنسل شد.',
'shop' : 'فروشگاه',
'msg_invite' : 'با دعوت دوستان خود به بازی 400 سکه دریافت کنید\n لینک ذعوت: {0}',
'invite_msg_user' : "با ورود کاربر {0} 400 سکه به موجودی شما اضافه شد",
'accept_shop' : 'پرداخت استارز توسط کاربر از سمت شما تایید شد و سکه ها به حساب کاربر ارسال شد.',
'reject_shop' : 'درخواست کاربر توسط شما رد شد',
'accept_shop_for_uid' : 'درخواست شما توسط ادمین تایید شد و {0} سکه 🪙 به حساب شما واریز شد.\nموجودی سکه شما : {1} 🪙',
'reject_shop_for_uid' : 'درخواست شما توسط ادمین رد شد.',
'adv_msg' : 'شما با عضو شدن در {0} کانال {1} سکه دریافت کردید و به حساب شما واریز شد.',
'tabligh' : 'تبلیغات',
'invite' : 'دعوت دوستان'
}

